Revit 2027 API
ParameterTypeId.IfcApplicationVersion Property
 "IfcApplicationVersion"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId IfcApplicationVersion { get; }
Public Shared ReadOnly Property IfcApplicationVersion As ForgeTypeId
	Get
public:
static property ForgeTypeId^ IfcApplicationVersion {
	ForgeTypeId^ get ();
}
static member IfcApplicationVersion : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace